Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# guest.join.notifications.title
source: Join to get notified
ar: انضم لتصلك التنبيهات
bn: বিজ্ঞপ্তি পেতে যোগ দিন
ca: Uneix-t'hi per rebre avisos
cs: Připoj se a dostávej upozornění
da: Deltag for at få notifikationer
de: Tritt bei, um Mitteilungen zu erhalten
el: Γράψου για να ειδοποιείσαι
es: Únete para recibir avisos
fi: Liity saadaksesi ilmoituksia
fr: Rejoignez Known pour être notifié
he: הצטרף כדי לקבל התראות
hi: सूचनाएँ पाने के लिए जुड़ें
hr: Pridruži se da primaš obavijesti
hu: Csatlakozz az értesítésekhez
id: Gabung untuk mendapat notifikasi
it: Iscriviti per ricevere notifiche
ja: 参加して通知を受け取る
ko: 가입하고 알림 받기
ml: അറിയിപ്പുകൾ ലഭിക്കാൻ ചേരുക
ms: Sertai untuk mendapat pemberitahuan
nb: Bli med for å få varsler
nl: Meld je aan voor meldingen
pl: Dołącz, aby dostawać powiadomienia
pt_br: Entre para receber notificações
pt_pt: Entre para receber notificações
ro: Alătură-te ca să primești notificări
ru: Присоединитесь, чтобы получать уведомления
sk: Pripoj sa a dostávaj upozornenia
sv: Gå med för att få aviseringar
ta: அறிவிப்புகள் பெறச் சேருங்கள்
te: నోటిఫికేషన్‌లు పొందడానికి చేరండి
th: เข้าร่วมเพื่อรับการแจ้งเตือน
tr: Bildirim almak için katılın
uk: Приєднайтеся, щоб отримувати сповіщення
ur: اطلاعات پانے کے لیے شامل ہوں
vi: Tham gia để nhận thông báo
zh_hans: 加入以接收通知
zh_hant: 加入以接收通知

# guest.join.post.detail
source: Every voice here is a real person — verified, or vouched for by one.
ar: كل صوت هنا شخص حقيقي — موثّق، أو مُزكّى من موثّق.
bn: এখানকার প্রতিটি কণ্ঠ একজন আসল মানুষের — ভেরিফায়েড, বা কোনো ভেরিফায়েড মানুষের সুপারিশে আসা।
ca: Cada veu d'aquí és una persona real: verificada, o avalada per una que ho és.
cs: Každý hlas tu patří skutečnému člověku – ověřenému, nebo takovému, za kterého někdo ručí.
da: Hver stemme her er et rigtigt menneske – verificeret eller indestået for af et.
de: Jede Stimme hier ist ein echter Mensch – verifiziert oder von einem verifizierten Menschen bestätigt.
el: Κάθε φωνή εδώ είναι πραγματικός άνθρωπος — επαληθευμένος ή εγγυημένος από κάποιον.
es: Cada voz de aquí es una persona real: verificada o avalada por una.
fi: Jokainen ääni täällä on oikea ihminen – vahvistettu tai vahvistetun takaama.
fr: Chaque voix ici est une vraie personne — vérifiée, ou garantie par l’une d’elles.
he: כל קול כאן הוא אדם אמיתי — מאומת, או כזה שאדם מאומת ערב לו.
hi: यहाँ हर आवाज़ एक असली व्यक्ति की है — खुद सत्यापित, या किसी सत्यापित व्यक्ति द्वारा गारंटीशुदा।
hr: Svaki glas ovdje je stvarna osoba — potvrđena ili ona za koju je netko jamčio.
hu: Itt minden hang valódi emberé – hitelesítetté, vagy olyané, akiért egy hitelesített ember kezeskedett.
id: Setiap suara di sini adalah orang sungguhan — terverifikasi, atau dijamin oleh orang yang terverifikasi.
it: Ogni voce qui è una persona reale: verificata, o garantita da una persona verificata.
ja: ここにいる声はすべて実在の人のものです。本人が認証したか、認証済みの人が保証しています。
ko: 여기의 모든 목소리는 실제 사람이에요. 직접 인증했거나, 인증된 사람이 보증했어요.
ml: ഇവിടത്തെ ഓരോ ശബ്ദവും ഒരു യഥാർഥ വ്യക്തിയുടേതാണ് — പരിശോധിച്ചതോ, ഒരാൾ ഉറപ്പുനൽകിയതോ.
ms: Setiap suara di sini ialah orang sebenar — yang disahkan, atau dijamin oleh seseorang yang disahkan.
nb: Hver stemme her er et ekte menneske, verifisert eller garantert for av et.
nl: Elke stem hier is een echt persoon: geverifieerd, of gegarandeerd door iemand die dat is.
pl: Za każdym głosem stoi tu prawdziwa osoba — zweryfikowana lub poręczona przez taką.
pt_br: Cada voz aqui é uma pessoa real, verificada ou avalizada por alguém verificado.
pt_pt: Cada voz aqui é uma pessoa real — verificada, ou avalizada por uma.
ro: Fiecare voce de aici este o persoană reală — verificată sau garantată de una.
ru: За каждым голосом здесь стоит реальный человек — проверенный или тот, за кого поручился проверенный.
sk: Za každým hlasom tu je skutočný človek — overený alebo s ručiteľom.
sv: Varje röst här är en verklig person – verifierad, eller intygad av en sådan.
ta: இங்குள்ள ஒவ்வொரு குரலும் உண்மையான ஒருவருடையது — சரிபார்க்கப்பட்டவர் அல்லது அவரால் உத்தரவாதம் அளிக்கப்பட்டவர்.
te: ఇక్కడి ప్రతి స్వరం నిజమైన వ్యక్తిదే — ధృవీకరించబడినవారు, లేదా వారిలో ఒకరు హామీ ఇచ్చినవారు.
th: ทุกเสียงที่นี่เป็นคนจริง ที่ยืนยันตัวตนแล้วหรือมีคนยืนยันให้
tr: Buradaki her ses gerçek bir kişiye ait; ya doğrulanmış ya da doğrulanmış biri ona kefil olmuş.
uk: За кожним голосом тут — реальна людина, верифікована або така, за яку поручилася верифікована людина.
ur: یہاں ہر آواز ایک حقیقی شخص کی ہے — تصدیق شدہ، یا کسی تصدیق شدہ شخص کا ضمانت یافتہ۔
vi: Mỗi tiếng nói ở đây là một người thật — đã xác minh, hoặc được một người như vậy bảo chứng.
zh_hans: 这里的每个声音都来自真人，他们或已通过验证，或由已验证的人担保。
zh_hant: 這裡的每個聲音都是真人，不是經過驗證，就是由真人擔保。

# guest.join.post.title
source: Join to write
ar: انضم للكتابة
bn: লিখতে যোগ দিন
ca: Uneix-t'hi per escriure
cs: Připoj se a piš
da: Deltag for at skrive
de: Tritt bei, um zu schreiben
el: Γράψου για να γράφεις
es: Únete para escribir
fi: Liity kirjoittaaksesi
fr: Rejoignez Known pour écrire
he: הצטרף כדי לכתוב
hi: लिखने के लिए जुड़ें
hr: Pridruži se da pišeš
hu: Csatlakozz az íráshoz
id: Gabung untuk menulis
it: Iscriviti per scrivere
ja: 参加して書く
ko: 가입하고 글쓰기
ml: എഴുതാൻ ചേരുക
ms: Sertai untuk menulis
nb: Bli med for å skrive
nl: Meld je aan om te schrijven
pl: Dołącz, aby pisać
pt_br: Entre para escrever
pt_pt: Entre para escrever
ro: Alătură-te ca să scrii
ru: Присоединитесь, чтобы писать
sk: Pripoj sa a píš
sv: Gå med för att skriva
ta: எழுதச் சேருங்கள்
te: రాయడానికి చేరండి
th: เข้าร่วมเพื่อเขียน
tr: Yazmak için katılın
uk: Приєднайтеся, щоб писати
ur: لکھنے کے لیے شامل ہوں
vi: Tham gia để viết
zh_hans: 加入以发帖
zh_hant: 加入以發文

# guest.join.profile.detail
source: Your verified name, your country, and everything you have written.
ar: اسمك الموثّق، وبلدك، وكل ما كتبته.
bn: আপনার ভেরিফায়েড নাম, আপনার দেশ এবং আপনার লেখা সবকিছু।
ca: El teu nom verificat, el teu país i tot el que has escrit.
cs: Tvé ověřené jméno, tvá země a vše, co jsi napsal.
da: Dit verificerede navn, dit land og alt, hvad du har skrevet.
de: Dein verifizierter Name, dein Land und alles, was du geschrieben hast.
el: Το επαληθευμένο όνομά σου, η χώρα σου και ό,τι έχεις γράψει.
es: Tu nombre verificado, tu país y todo lo que has escrito.
fi: Vahvistettu nimesi, maasi ja kaikki, mitä olet kirjoittanut.
fr: Votre nom vérifié, votre pays, et tout ce que vous avez écrit.
he: השם המאומת שלך, המדינה שלך, וכל מה שכתבת.
hi: आपका सत्यापित नाम, आपका देश, और जो कुछ आपने लिखा है।
hr: Tvoje potvrđeno ime, tvoja zemlja i sve što si napisao/la.
hu: A hitelesített neved, az országod, és minden, amit írtál.
id: Nama terverifikasimu, negaramu, dan semua yang pernah kamu tulis.
it: Il tuo nome verificato, il tuo paese e tutto ciò che hai scritto.
ja: 認証済みの名前、国、そしてあなたが書いたすべてのもの。
ko: 인증된 이름, 국가, 그리고 내가 쓴 모든 글.
ml: നിങ്ങളുടെ പരിശോധിച്ച പേര്, നിങ്ങളുടെ രാജ്യം, നിങ്ങൾ എഴുതിയതെല്ലാം.
ms: Nama anda yang disahkan, negara anda, dan semua yang telah anda tulis.
nb: Ditt verifiserte navn, landet ditt og alt du har skrevet.
nl: Je geverifieerde naam, je land en alles wat je hebt geschreven.
pl: Twoje zweryfikowane imię, kraj i wszystko, co napisałeś.
pt_br: Seu nome verificado, seu país e tudo o que você escreveu.
pt_pt: O seu nome verificado, o seu país e tudo o que escreveu.
ro: Numele tău verificat, țara ta și tot ce ai scris.
ru: Ваше проверенное имя, ваша страна и всё, что вы написали.
sk: Tvoje overené meno, krajina a všetko, čo si napísal.
sv: Ditt verifierade namn, ditt land och allt du har skrivit.
ta: உங்கள் சரிபார்க்கப்பட்ட பெயர், உங்கள் நாடு, நீங்கள் எழுதிய அனைத்தும்.
te: మీ ధృవీకరించబడిన పేరు, మీ దేశం, మీరు రాసినదంతా.
th: ชื่อที่ยืนยันแล้ว ประเทศ และทุกสิ่งที่คุณเขียนของคุณ
tr: Doğrulanmış adınız, ülkeniz ve yazdığınız her şey.
uk: Ваше верифіковане ім’я, ваша країна і все, що ви написали.
ur: آپ کا تصدیق شدہ نام، آپ کا ملک، اور جو کچھ آپ نے لکھا ہے۔
vi: Tên đã xác minh, quốc gia của bạn, và mọi thứ bạn đã viết.
zh_hans: 你的验证姓名、你的国家，以及你写下的一切。
zh_hant: 你的已驗證姓名、你的國家，以及你寫過的一切。

# guest.join.profile.title
source: Join to have a profile
ar: انضم ليكون لك ملف
bn: প্রোফাইল পেতে যোগ দিন
ca: Uneix-t'hi per tenir perfil
cs: Připoj se a měj profil
da: Deltag for at få en profil
de: Tritt bei, um ein Profil zu haben
el: Γράψου για να έχεις προφίλ
es: Únete para tener un perfil
fi: Liity saadaksesi profiilin
fr: Rejoignez Known pour avoir un profil
he: הצטרף כדי שיהיה לך פרופיל
hi: प्रोफ़ाइल बनाने के लिए जुड़ें
hr: Pridruži se da imaš profil
hu: Csatlakozz a saját profilhoz
id: Gabung untuk punya profil
it: Iscriviti per avere un profilo
ja: 参加してプロフィールを持つ
ko: 가입하고 프로필 만들기
ml: പ്രൊഫൈൽ ഉണ്ടാകാൻ ചേരുക
ms: Sertai untuk mempunyai profil
nb: Bli med for å få en profil
nl: Meld je aan voor een profiel
pl: Dołącz, aby mieć profil
pt_br: Entre para ter um perfil
pt_pt: Entre para ter um perfil
ro: Alătură-te ca să ai un profil
ru: Присоединитесь, чтобы завести профиль
sk: Pripoj sa a maj profil
sv: Gå med för att få en profil
ta: சுயவிவரம் பெறச் சேருங்கள்
te: ప్రొఫైల్ ఉండటానికి చేరండి
th: เข้าร่วมเพื่อมีโปรไฟล์
tr: Profil sahibi olmak için katılın
uk: Приєднайтеся, щоб мати профіль
ur: پروفائل بنانے کے لیے شامل ہوں
vi: Tham gia để có hồ sơ
zh_hans: 加入以拥有个人主页
zh_hant: 加入以擁有個人檔案

# guest.join.reply.detail
source: Every reply here has a real person behind it — verified, or vouched for by one. Yours would too.
ar: خلف كل رد هنا شخص حقيقي — موثّق، أو مُزكّى من موثّق. وردّك كذلك.
bn: এখানকার প্রতিটি উত্তরের পেছনে একজন আসল মানুষ আছেন — ভেরিফায়েড, বা কোনো ভেরিফায়েড মানুষের সুপারিশে আসা। আপনারটিও তেমনই হবে।
ca: Cada resposta d'aquí té al darrere una persona real: verificada, o avalada per una que ho és. La teva també.
cs: Za každou odpovědí tu stojí skutečný člověk – ověřený, nebo takový, za kterého někdo ručí. Ta tvá také.
da: Hvert svar her har et rigtigt menneske bag sig – verificeret eller indestået for af et. Det ville dit også have.
de: Hinter jeder Antwort hier steht ein echter Mensch – verifiziert oder von einem verifizierten Menschen bestätigt. Bei deiner wäre es genauso.
el: Πίσω από κάθε απάντηση εδώ υπάρχει πραγματικός άνθρωπος — επαληθευμένος ή εγγυημένος από κάποιον. Το ίδιο θα ισχύει και για τη δική σου.
es: Detrás de cada respuesta de aquí hay una persona real: verificada o avalada por una. La tuya también la tendría.
fi: Jokaisen vastauksen takana on oikea ihminen – vahvistettu tai vahvistetun takaama. Niin olisi sinunkin.
fr: Chaque réponse ici a une vraie personne derrière elle — vérifiée, ou garantie par l’une d’elles. La vôtre aussi.
he: מאחורי כל תגובה כאן עומד אדם אמיתי — מאומת, או כזה שאדם מאומת ערב לו. כך גם בשלך.
hi: यहाँ हर जवाब के पीछे एक असली व्यक्ति है — खुद सत्यापित, या किसी सत्यापित व्यक्ति द्वारा गारंटीशुदा। आपका भी होगा।
hr: Iza svakog odgovora ovdje stoji stvarna osoba — potvrđena ili ona za koju je netko jamčio. Tako bi bilo i s tvojim.
hu: Minden itteni válasz mögött valódi ember áll – hitelesített, vagy olyan, akiért egy hitelesített ember kezeskedett. A tiéd mögött is így lenne.
id: Setiap balasan di sini punya orang sungguhan di baliknya — terverifikasi, atau dijamin oleh orang yang terverifikasi. Balasanmu juga begitu.
it: Ogni risposta qui ha dietro una persona reale: verificata, o garantita da una persona verificata. Anche la tua.
ja: ここでの返信はすべて、実在の人によるものです。本人が認証したか、認証済みの人が保証しています。あなたの返信も同じです。
ko: 여기의 모든 답글 뒤에는 실제 사람이 있어요. 직접 인증했거나, 인증된 사람이 보증했어요. 내 답글도 마찬가지예요.
ml: ഇവിടത്തെ ഓരോ മറുപടിക്കും പിന്നിൽ ഒരു യഥാർഥ വ്യക്തിയുണ്ട് — പരിശോധിച്ചതോ, ഒരാൾ ഉറപ്പുനൽകിയതോ. നിങ്ങളുടേതും അങ്ങനെയാകും.
ms: Setiap balasan di sini ada orang sebenar di belakangnya — yang disahkan, atau dijamin oleh seseorang yang disahkan. Balasan anda juga begitu.
nb: Hvert svar her har et ekte menneske bak seg, verifisert eller garantert for av et. Det vil ditt også ha.
nl: Achter elke reactie hier zit een echt persoon: geverifieerd, of gegarandeerd door iemand die dat is. Die van jou ook.
pl: Za każdą odpowiedzią stoi tu prawdziwa osoba — zweryfikowana lub poręczona przez taką. Za Twoją też.
pt_br: Toda resposta aqui tem uma pessoa real por trás, verificada ou avalizada por alguém verificado. A sua também teria.
pt_pt: Cada resposta aqui tem uma pessoa real por trás — verificada, ou avalizada por uma. A sua também teria.
ro: Fiecare răspuns de aici are în spate o persoană reală — verificată sau garantată de una. Și al tău ar avea.
ru: За каждым ответом здесь стоит реальный человек — проверенный или тот, за кого поручился проверенный. И за вашим тоже.
sk: Za každou odpoveďou tu stojí skutočný človek — overený alebo s ručiteľom. Aj za tvojou.
sv: Varje svar här har en verklig person bakom sig – verifierad, eller intygad av en sådan. Det skulle ditt också ha.
ta: இங்குள்ள ஒவ்வொரு பதிலுக்குப் பின்னும் உண்மையான ஒருவர் இருக்கிறார் — சரிபார்க்கப்பட்டவர் அல்லது அவரால் உத்தரவாதம் அளிக்கப்பட்டவர். உங்களுடையதும் அப்படியே இருக்கும்.
te: ఇక్కడి ప్రతి రిప్లై వెనుక నిజమైన వ్యక్తి ఉన్నారు — ధృవీకరించబడినవారు, లేదా వారిలో ఒకరు హామీ ఇచ్చినవారు. మీదీ అలాగే ఉంటుంది.
th: ทุกคำตอบที่นี่มีคนจริงอยู่เบื้องหลัง ที่ยืนยันตัวตนแล้วหรือมีคนยืนยันให้ ของคุณก็เช่นกัน
tr: Buradaki her yanıtın arkasında gerçek bir kişi var; ya doğrulanmış ya da doğrulanmış biri ona kefil olmuş. Sizinki de öyle olur.
uk: За кожною відповіддю тут стоїть реальна людина — верифікована або така, за яку поручилася верифікована людина. Ваша теж.
ur: یہاں ہر جواب کے پیچھے ایک حقیقی شخص ہے — تصدیق شدہ، یا کسی تصدیق شدہ شخص کا ضمانت یافتہ۔ آپ کا بھی ایسا ہی ہوگا۔
vi: Mỗi câu trả lời ở đây đều có một người thật đứng sau — đã xác minh, hoặc được một người như vậy bảo chứng. Câu trả lời của bạn cũng vậy.
zh_hans: 这里的每条回复背后都是真人，他们或已通过验证，或由已验证的人担保。你也会是其中之一。
zh_hant: 這裡的每則回覆背後都是真人，不是經過驗證，就是由真人擔保。你的也會是。

# guest.join.reply.title
source: Join to reply
ar: انضم للرد
bn: উত্তর দিতে যোগ দিন
ca: Uneix-t'hi per respondre
cs: Připoj se a odpovídej
da: Deltag for at svare
de: Tritt bei, um zu antworten
el: Γράψου για να απαντήσεις
es: Únete para responder
fi: Liity vastataksesi
fr: Rejoignez Known pour répondre
he: הצטרף כדי להגיב
hi: जवाब देने के लिए जुड़ें
hr: Pridruži se da odgovaraš
hu: Csatlakozz a válaszoláshoz
id: Gabung untuk membalas
it: Iscriviti per rispondere
ja: 参加して返信
ko: 가입하고 답글 달기
ml: മറുപടി നൽകാൻ ചേരുക
ms: Sertai untuk membalas
nb: Bli med for å svare
nl: Meld je aan om te reageren
pl: Dołącz, aby odpowiadać
pt_br: Entre para responder
pt_pt: Entre para responder
ro: Alătură-te ca să răspunzi
ru: Присоединитесь, чтобы отвечать
sk: Pripoj sa a odpovedaj
sv: Gå med för att svara
ta: பதிலளிக்கச் சேருங்கள்
te: రిప్లై ఇవ్వడానికి చేరండి
th: เข้าร่วมเพื่อตอบกลับ
tr: Yanıtlamak için katılın
uk: Приєднайтеся, щоб відповідати
ur: جواب دینے کے لیے شامل ہوں
vi: Tham gia để trả lời
zh_hans: 加入以回复
zh_hant: 加入以回覆

# guest.join.repost.detail
source: Share it with the people who follow you, under your own name.
ar: شاركه مع من يتابعك، باسمك أنت.
bn: আপনার ফলোয়ারদের সাথে নিজের নামে এটি শেয়ার করুন।
ca: Comparteix-ho amb les persones que et segueixen, amb el teu nom.
cs: Sdílej to s lidmi, kteří tě sledují, pod svým jménem.
da: Del det med dem, der følger dig, under dit eget navn.
de: Teile es unter deinem eigenen Namen mit den Menschen, die dir folgen.
el: Μοιράσου το με όσους σε ακολουθούν, με το δικό σου όνομα.
es: Compártela con quienes te siguen, con tu propio nombre.
fi: Jaa se sinua seuraaville omalla nimelläsi.
fr: Partagez-le avec vos abonnés, sous votre propre nom.
he: שתף אותו עם האנשים שעוקבים אחריך, בשמך.
hi: इसे अपने फ़ॉलोअर के साथ अपने नाम से शेयर करें।
hr: Podijeli to s ljudima koji te prate, pod svojim imenom.
hu: Oszd meg a követőiddel, a saját neveden.
id: Bagikan ke orang yang mengikutimu, dengan namamu sendiri.
it: Condividilo con chi ti segue, con il tuo nome.
ja: あなたの名前で、フォロワーに共有しましょう。
ko: 내 이름으로 나를 팔로우하는 사람들에게 공유하세요.
ml: നിങ്ങളെ ഫോളോ ചെയ്യുന്നവരുമായി സ്വന്തം പേരിൽ ഇത് പങ്കിടുക.
ms: Kongsikannya dengan orang yang mengikut anda, atas nama anda sendiri.
nb: Del det med folkene som følger deg, under ditt eget navn.
nl: Deel het met de mensen die je volgen, onder je eigen naam.
pl: Udostępnij to osobom, które Cię obserwują, pod własnym imieniem.
pt_br: Compartilhe com quem segue você, com o seu próprio nome.
pt_pt: Partilhe-a com quem o segue, com o seu próprio nome.
ro: Împărtășește-l cu cei care te urmăresc, sub propriul nume.
ru: Поделитесь с теми, кто подписан на вас, под своим именем.
sk: Zdieľaj to s ľuďmi, ktorí ťa sledujú, pod vlastným menom.
sv: Dela det med de som följer dig, under ditt eget namn.
ta: உங்களைப் பின்தொடர்பவர்களுடன் உங்கள் சொந்தப் பெயரில் பகிருங்கள்.
te: మిమ్మల్ని ఫాలో అయ్యేవారితో మీ స్వంత పేరుతో పంచుకోండి.
th: แชร์ให้คนที่ติดตามคุณ ภายใต้ชื่อของคุณเอง
tr: Sizi takip edenlerle kendi adınız altında paylaşın.
uk: Поділіться цим із людьми, які на вас підписані, під власним іменем.
ur: اسے اپنے فالوورز کے ساتھ اپنے نام سے شیئر کریں۔
vi: Chia sẻ nó với những người theo dõi bạn, dưới tên của chính bạn.
zh_hans: 以你自己的名字，把它分享给关注你的人。
zh_hant: 以你自己的名義，與追蹤你的人分享。

# guest.join.repost.title
source: Join to pass this on
ar: انضم لإعادة النشر
bn: এটি ছড়িয়ে দিতে যোগ দিন
ca: Uneix-t'hi per passar-ho
cs: Připoj se a sdílej dál
da: Deltag for at dele videre
de: Tritt bei, um das weiterzugeben
el: Γράψου για να το προωθήσεις
es: Únete para compartir esto
fi: Liity jakaaksesi tämän eteenpäin
fr: Rejoignez Known pour le relayer
he: הצטרף כדי להפיץ את זה
hi: इसे आगे बढ़ाने के लिए जुड़ें
hr: Pridruži se da proslijediš ovo
hu: Csatlakozz a továbbításhoz
id: Gabung untuk meneruskan ini
it: Iscriviti per ripubblicarlo
ja: 参加して広める
ko: 가입하고 리포스트하기
ml: ഇത് മറ്റുള്ളവരിലെത്തിക്കാൻ ചേരുക
ms: Sertai untuk menyampaikan ini
nb: Bli med for å dele dette videre
nl: Meld je aan om dit door te geven
pl: Dołącz, aby udostępnić dalej
pt_br: Entre para repassar isto
pt_pt: Entre para republicar isto
ro: Alătură-te ca să dai mai departe
ru: Присоединитесь, чтобы поделиться
sk: Pripoj sa a zdieľaj ďalej
sv: Gå med för att dela vidare
ta: இதைப் பகிரச் சேருங்கள்
te: దీన్ని ముందుకు పంపడానికి చేరండి
th: เข้าร่วมเพื่อส่งต่อโพสต์นี้
tr: Bunu iletmek için katılın
uk: Приєднайтеся, щоб поширити це
ur: آگے بڑھانے کے لیے شامل ہوں
vi: Tham gia để đăng lại
zh_hans: 加入以转发
zh_hant: 加入以轉發

# guest.join.room.detail
source: Rooms are never recorded. Being in one is the only way to hear it.
ar: الغرف لا تُسجَّل أبدًا. الحضور هو الطريقة الوحيدة لسماعها.
bn: রুম কখনও রেকর্ড করা হয় না। শোনার একমাত্র উপায় হলো তাতে থাকা।
ca: Les sales no s'enregistren mai. Ser-hi és l'única manera d'escoltar-les.
cs: Místnosti se nikdy nenahrávají. Poslechnout si je lze jen přímo v nich.
da: Rum bliver aldrig optaget. Den eneste måde at høre et på er at være med.
de: Räume werden nie aufgezeichnet. Dabeisein ist die einzige Möglichkeit, sie zu hören.
el: Οι αίθουσες δεν ηχογραφούνται ποτέ. Το να είσαι μέσα είναι ο μόνος τρόπος να την ακούσεις.
es: Las salas nunca se graban. Estar dentro es la única forma de oírlas.
fi: Huoneita ei koskaan tallenneta. Mukana oleminen on ainoa tapa kuulla se.
fr: Les salons ne sont jamais enregistrés. Y être est le seul moyen de l’entendre.
he: חדרים לעולם לא מוקלטים. להיות בחדר זו הדרך היחידה לשמוע אותו.
hi: रूम कभी रिकॉर्ड नहीं होते। उन्हें सुनने का एकमात्र तरीका उसमें होना है।
hr: Sobe se nikada ne snimaju. Biti u jednoj jedini je način da je čuješ.
hu: A szobákat soha nem rögzítjük. Csak bent lehet hallani őket.
id: Room tidak pernah direkam. Berada di dalamnya adalah satu-satunya cara mendengarnya.
it: Le stanze non vengono mai registrate. Esserci dentro è l'unico modo per ascoltarle.
ja: ルームは録音されません。聴く方法は、その場にいることだけです。
ko: 룸은 절대 녹음되지 않아요. 직접 참여하는 것이 들을 수 있는 유일한 방법이에요.
ml: റൂമുകൾ ഒരിക്കലും റെക്കോർഡ് ചെയ്യില്ല. അതിൽ ഉണ്ടായിരിക്കുക എന്നതാണ് കേൾക്കാനുള്ള ഏക വഴി.
ms: Bilik tidak pernah dirakam. Berada di dalamnya ialah satu-satunya cara untuk mendengarnya.
nb: Rom tas aldri opp. Å være med er den eneste måten å høre det på.
nl: Rooms worden nooit opgenomen. Erbij zijn is de enige manier om het te horen.
pl: Pokoje nigdy nie są nagrywane. Jedyny sposób, by je usłyszeć, to w nich być.
pt_br: As salas nunca são gravadas. Estar em uma é a única forma de ouvi-la.
pt_pt: As salas nunca são gravadas. Estar numa é a única forma de a ouvir.
ro: Camerele nu sunt înregistrate niciodată. Să fii într-una este singura cale de a o auzi.
ru: Комнаты никогда не записываются. Услышать их можно, только находясь внутри.
sk: Miestnosti sa nikdy nenahrávajú. Počuť ich môžeš, len keď v nich si.
sv: Rum spelas aldrig in. Att vara med i ett är enda sättet att höra det.
ta: அறைகள் ஒருபோதும் பதிவு செய்யப்படுவதில்லை. அதில் இருப்பதே கேட்பதற்கான ஒரே வழி.
te: రూమ్‌లు ఎప్పుడూ రికార్డ్ చేయబడవు. అందులో ఉండటమే వినడానికి ఏకైక మార్గం.
th: ห้องไม่เคยถูกบันทึกเสียง การอยู่ในห้องคือวิธีเดียวที่จะได้ยิน
tr: Odalar asla kaydedilmez. İçinde olmak, duymanın tek yolu.
uk: Кімнати ніколи не записуються. Бути в кімнаті — єдиний спосіб її почути.
ur: رومز کبھی ریکارڈ نہیں ہوتے۔ اسے سننے کا واحد طریقہ اس میں موجود ہونا ہے۔
vi: Phòng không bao giờ được ghi âm. Có mặt trong phòng là cách duy nhất để nghe.
zh_hans: 房间从不录音。身处其中是听到内容的唯一方式。
zh_hant: 聊天室絕不會被錄音，進入聊天室是聽到內容的唯一方式。

# guest.join.room.title
source: Join to enter the room
ar: انضم لدخول الغرفة
bn: রুমে ঢুকতে যোগ দিন
ca: Uneix-t'hi per entrar a la sala
cs: Připoj se a vstup do místnosti
da: Deltag for at komme ind i rummet
de: Tritt bei, um den Raum zu betreten
el: Γράψου για να μπεις στην αίθουσα
es: Únete para entrar en la sala
fi: Liity päästäksesi huoneeseen
fr: Rejoignez Known pour entrer dans le salon
he: הצטרף כדי להיכנס לחדר
hi: रूम में आने के लिए जुड़ें
hr: Pridruži se da uđeš u sobu
hu: Csatlakozz a szobába lépéshez
id: Gabung untuk masuk ke room
it: Iscriviti per entrare nella stanza
ja: 参加してルームに入る
ko: 가입하고 룸에 입장하기
ml: റൂമിൽ കയറാൻ ചേരുക
ms: Sertai untuk memasuki bilik
nb: Bli med for å gå inn i rommet
nl: Meld je aan om de room te betreden
pl: Dołącz, aby wejść do pokoju
pt_br: Entre para participar da sala
pt_pt: Entre para entrar na sala
ro: Alătură-te ca să intri în cameră
ru: Присоединитесь, чтобы войти в комнату
sk: Pripoj sa a vstúp do miestnosti
sv: Gå med för att gå in i rummet
ta: அறைக்குள் நுழையச் சேருங்கள்
te: రూమ్‌లోకి ప్రవేశించడానికి చేరండి
th: เข้าร่วมเพื่อเข้าห้อง
tr: Odaya girmek için katılın
uk: Приєднайтеся, щоб увійти в кімнату
ur: روم میں داخل ہونے کے لیے شامل ہوں
vi: Tham gia để vào phòng
zh_hans: 加入以进入房间
zh_hant: 加入以進入聊天室

# guest.join.signIn
source: I already have one
ar: لديّ حساب بالفعل
bn: আমার আগে থেকেই আছে
ca: Ja en tinc un
cs: Už ho mám
da: Jeg har allerede en
de: Ich habe bereits eines
el: Έχω ήδη λογαριασμό
es: Ya tengo una
fi: Minulla on jo tili
fr: J’en ai déjà un
he: כבר יש לי חשבון
hi: मेरा अकाउंट पहले से है
hr: Već ga imam
hu: Már van fiókom
id: Aku sudah punya
it: Ho già un account
ja: アカウントを持っています
ko: 이미 계정이 있어요
ml: എനിക്ക് ഇതിനകം ഉണ്ട്
ms: Saya sudah ada
nb: Jeg har en fra før
nl: Ik heb er al een
pl: Już mam konto
pt_br: Já tenho uma
pt_pt: Já tenho conta
ro: Am deja unul
ru: У меня уже есть аккаунт
sk: Už ho mám
sv: Jag har redan ett
ta: எனக்கு ஏற்கெனவே ஒன்று உள்ளது
te: నాకు ఇప్పటికే ఉంది
th: ฉันมีบัญชีแล้ว
tr: Zaten hesabım var
uk: У мене вже є
ur: میرا اکاؤنٹ پہلے سے ہے
vi: Tôi đã có tài khoản
zh_hans: 我已有账户
zh_hant: 我已有帳號
